Repository: commandus/rcr-gnome
Catalog: po/rcr-gnome.*.UTF-8.po
Languages: ru

source: Delete box?
ru: Удалить коробку?

source: Press Ok to delete. This operation Can not be undone
ru: Нажмите Ok для удаления. Это удаление необратимо.

source: Delete card
ru: Удалить карточку

source: All
ru: Все

source: Loading boxes
ru: Загружаются коробки

source: Loading boxes error
ru: Ошибка загрузки коробок

source: Loading boxes completed successfully
ru: Коробки загружены

source: Loading dictionaries
ru: Загружаются словари

source: Loading dictionaries completed successfully
ru: Словари успешно загружены

source: Loading symbols
ru: Загружаются компоненты

source: Loading symbols completed successfully
ru: Компоненты загружены

source: Executing query
ru: Выполняется запрос

source: Executing query completed with errors
ru: Запрос выполнен с ошибками

source: Executing query completed successfully
ru: Запрос выполнен

source: Import boxes
ru: Импорт коробок

source: Import boxes failed
ru: Ошибка импорта коробок

source: Import boxes completed successfully
ru: Коробки импортированы

source: Loading users
ru: Загружаются пользователи

source: Loading users completed successfully
ru: Пользователи загружены

source: Getting statistics
ru: Чтение статистики

source: Getting statistics completed successfully
ru: Статистика собрана

source: Saving property type
ru: Сохранение саойства

source: Save property type with errors
ru: Ошибка сохранен6ия свойства

source: Save property type successfully
ru: Свойство успешно сохранено

source: Removing property type
ru: Удаление свойства

source: Removed property type with errors
ru: Ошибка удаления свойства

source: Removed property type successfully
ru: Свойство успешно удалено

source: Removing box
ru: Удаляются коробки

source: Removed box with errors
ru: Ошибка удаления коробки

source: Removed box successfully
ru: Коробки успешно удалены

source: Saving box
ru: Сохранение коробки

source: Save box with errors
ru: Ошибка сохранения коробки

source: Save box successfully
ru: Коробки успешно сохранены

source: Saving card
ru: Сохраняются карточки

source: Save card with errors
ru: Ошиьбка удаления карточки

source: Save card successfully
ru: Карточка успешно сохранена

source: Removing card
ru: Удаление карточки

source: Remove card with errors
ru: Ошибка удаления карточки

source: Remove card successfully
ru: Карточка успешно удалена

source: Delete property?
ru: Удалить свойство?

source: Delete
ru: Удалить

source: Building menus failed:
ru: Создание меню завершилось с ошибкой:

source: Copyright (c) 2023 andrey.ivanov@ikfia.ysn.ru Yu.G. Shafer Institute of Cosmophysical Research and Aeronomy of Siberian Branch of the Russian Academy of Sciences MIT license Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR" PURPOSE AND NONINFRINGEMENT IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT" OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ru: Copyright (c) 2023 Институт космофизических исследований и аэрономии им. Ю.Г. Шафера Сибирского отделения Российской академии наук Лицензия MIT Данная лицензия разрешает лицам, получившим копию данного программного обеспечения и сопутствующей документации (далее — Программное обеспечение), безвозмездно использовать Программное обеспечение без ограничений, включая неограниченное право на использование, копирование, изменение, слияние, публикацию, распространение, сублицензирование и/или продажу копий Программного обеспечения, а также лицам, которым предоставляется данное Программное обеспечение, при соблюдении следующих условий: Указанное выше уведомление об авторском праве и данные условия должны быть включены во все копии или значимые части данного Программного обеспечения. ДАННОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНО ВЫРАЖЕННЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ, СООТВЕТСТВИЯ ПО ЕГО КОНКРЕТНОМУ НАЗНАЧЕНИЮ И ОТСУТСТВИЯ НАРУШЕНИЙ, НО НЕ ОГРАНИЧИВАЯСЬ ИМИ. НИ В КАКОМ СЛУЧАЕ АВТОРЫ ИЛИ ПРАВООБЛАДАТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПО КАКИМ-ЛИБО ИСКАМ, ЗА УЩЕРБ ИЛИ ПО ИНЫМ ТРЕБОВАНИЯМ, В ТОМ ЧИСЛЕ, ПРИ ДЕЙСТВИИ КОНТРАКТА, ДЕЛИКТЕ ИЛИ ИНОЙ СИТУАЦИИ, ВОЗНИКШИМ ИЗ-ЗА ИСПОЛЬЗОВАНИЯ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ИНЫХ ДЕЙСТВИЙ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ.

source: Excel spreadsheet files
ru: Файлы Excel

source: rcr for Gnome
ru: rcr версия Gnome

source: Custom build
ru: Специальная сборка без версии

source: 2023 Yu.G. Shafer Institute of Cosmophysical Research and Aeronomy of Siberian Branch of the Russian Academy of Sciences
ru: 2023 Институт космофизических исследований и аэрономии им. Ю.Г. Шафера Сибирского отделения Российской академии наук

source: In memory of Konstantin Zolotovsky
ru: В память о Константине Золотовском

source: Andrei Ivanov andrey.ivanov@ikfia.ysn.ru
ru: А. Иванов andrey.ivanov@ikfia.ysn.ru

source: Yu.G. Shafer Institute of Cosmophysical Research and Aeronomy http://ikfia.ysn.ru/
ru: 2023 Институт космофизических исследований и аэрономии им. Ю.Г. Шафера http://ikfia.ysn.ru/

source: Selected box
ru: Выбрана коробка

source: Excel file imported successfully
ru: Excel файл успешно импортирован

source: Error import Excel file
ru: Ошибка импорта Excel файла

source: Excel files imported successfully
ru: Excel файлы успешно импортированы

source: Error import Excel files
ru: Ошибка импорта Excel файла

source: Import
ru: Импорт

source: to box
ru: в коробку

source: Import
ru: Импорт

source: No box selected
ru: Не выбрана коробка

source: Error delete box
ru: Ошибка удаления коробки

source: Can not delete selected box
ru: Не удалось удалить коробку

source: Wrong box specified
ru: Указана неверная коробка

source: Delete box
ru: Удалить коробку

source: Box identifier
ru: Номер коробки

source: Confirm
ru: Готово

source: Cancel
ru: Отмена

source: Box
ru: Коробка

source: Number in file name
ru: Номер в имени файла

source: Delete
ru: Удалить

source: Box numbers
ru: Идентификатор коробки

source: Box name (optional)
ru: Название коробки (необязательно)

source: Card
ru: Карточка

source: Save
ru: Сохранить

source: Remove
ru: Удалить

source: Component
ru: Компонент

source: Nominal
ru: Номинал

source: Name
ru: Имя

source: Quantity
ru: Количество

source: Add property
ru: Добавить свойство

source: Property
ru: Свойство

source: Value
ru: Значение

source: Property list
ru: Свойства

source: Add
ru: Добавить

source: Close
ru: Закрыть

source: Key
ru: Сокращение

source: Description
ru: Название

source: _File
ru: _Файл

source: Log in
ru: Логин

source: _Login
ru: _Логин

source: Register new user
ru: Зарегистровать нового пользователя

source: _Register
ru: _Регистрация

source: Import .xlsx Excel file
ru: Импорт файла Excel

source: Import Excel _file
ru: Импорт _файла Excel

source: Import Excel files from directory
ru: Импорт папки с файлами Excel

source: Import Excel _directory
ru: Импорт _папки с файлами Excel

source: _Quit
ru: _Выход

source: _Box
ru: _Коробка

source: _Edit selected box
ru: _Редактировать выбранную коробку

source: _New empty box
ru: _Новая пустая коробка

source: _Delete selected box
ru: _Удалить выбранную коробку

source: _User
ru: _Пользователь

source: List
ru: Список

source: Boxes
ru: Коробки

source: _Options
ru: _Опции

source: _Properties
ru: Свойства

source: _Connect
ru: _Коннект

source: _Preferences
ru: _Настройки

source: _Help
ru: _Справка

source: _Statistics
ru: _Статистика

source: _About
ru: _О программе

source: Properties
ru: Свойства

source: User list
ru: Список пользователей

source: Rights
ru: Права

source: Password
ru: Пароль

source: Login
ru: Логин

source: User name
ru: Имя пользователя

source: Register
ru: Регистрация

source: Register a new user
ru: Зарегистрировать нового пользователя

source: Re-type password
ru: Введите пароль еще раз

source: Switch to login
ru: Перейти к логину

source: Statistics
ru: Статистика

source: Components
ru: Компоненты

source: Total
ru: Всего

source: User
ru: Пользователь

source: Admin
ru: Администратор
